alsa-utils
amd-ucode
ario
b43-fwcutter
baobab
base
base-devel
bcachefs-tools
beets
bind
bluedevil
bolt
breeze
breeze-gtk
breeze-plymouth
brltty
broadcom-wl
btrfs-progs
cinnamon
clonezilla
cloud-init
conky
cowsay
darkhttpd
dbeaver
ddrescue
dhclient
dhcpcd
discord
discover
dmidecode
dmraid
dnsmasq
dolphin-emu
dosfstools
drkonqi
easy-rsa
edk2-shell
efibootmgr
emacs
emacs-python-mode
eog
epiphany
espeakup
ethtool
evince
exfatprogs
exo
f2fs-tools
fatresize
fd
figlet
firefox
flatpak-kcm
foot-terminfo
fortune-mod
fsarchiver
garcon
ghostty
git
gnome-backgrounds
gnome-calculator
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
godot
gpart
gpm
gptfdisk
grilo-plugins
grub
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
hdparm
htop
hub
hyperv
hyprland
intel-ucode
intellij-idea-community-edition
inxi
ipython
irssi
iw
iwd
jdk11-openjdk
jfsutils
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kdecoration
kdeplasma-addons
kgamma
kglobalacceld
kinfocenter
kitty-terminfo
kmenuedit
kpipewire
krdp
kscreen
kscreenlocker
ksnip
ksshaskpass
ksystemstats
kwallet-pam
kwayland
kwin
kwrited
layer-shell-qt
ldns
less
lftp
libfido2
libkscreen
libksysguard
libplasma
libusb-compat
libva-utils
libvirt
linux
linux-atm
linux-firmware
linux-firmware-marvell
livecd-sounds
lolcat
loupe
lsscsi
lvm2
ly
lynx
malcontent
man-db
man-pages
mc
mdadm
memtest86+
memtest86+-efi
milou
mkinitcpio-archiso
mkinitcpio-nfs-utils
modemmanager
most
mpd
mtools
nano
nautilus
nbd
ncmpcpp
ndisc6
networkmanager
networkmanager-openvpn
nextcloud-client
nfs-utils
nilfs-utils
nmap
noto-fonts
noto-fonts-cjk
ntfs-3g
nvidia-open
nvidia-settings
nvme-cli
ocean-sound-theme
open-iscsi
open-vm-tools
openconnect
openpgp-card-tools
openssh
openvpn
orca
os-prober
otf-ipafont
oxygen
oxygen-sounds
partclone
parted
partimage
pcsclite
picard
piper
pipewire-alsa
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plymouth-kcm
polkit-kde-agent
powerdevil
powerline-fonts
ppp
pptpclient
pre-commit
print-manager
pv
python-i3ipc
python-pip
python-pipx
python-poetry
python-virtualenv
python-virtualenvwrapper
qbittorrent
qemu-full
qemu-guest-agent
qqc2-breeze-style
racket
refind
reflector
ripgrep
rp-pppoe
rsync
rxvt-unicode-terminfo
rygel
screen
screenfetch
sddm
sddm-kcm
sdparm
sequoia-sq
sg3_utils
simple-scan
smartmontools
smlnj
snapshot
snes9x
snes9x-gtk
sof-firmware
solaar
squashfs-tools
ssh-audit
steam
sudo
sushi
syslinux
systemd-resolvconf
systemsettings
tcpdump
tecla
terminator
terminus-font
testdisk
thunar
thunar-volman
tmux
totem
tpm2-tools
transmission-qt
tree
ttf-dejavu
ttf-inconsolata
ttf-linux-libertine
ttf-ubuntu-font-family
tumbler
twine
udftools
unrar
usb_modeswitch
usbmuxd
usbutils
uv
vdpauinfo
vi
vim
virtualbox-guest-utils-nox
vlc
vpnc
wacomtablet
wireless-regdb
wireless_tools
wireshark-qt
wpa_supplicant
wvdial
xdg-desktop-portal-gnome
xdg-desktop-portal-kde
xdg-user-dirs-gtk
xf86-video-vesa
xfce4-appfinder
xfce4-mpc-plugin
xfce4-panel
xfce4-power-manager
xfce4-session
xfce4-settings
xfce4-terminal
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xl2tpd
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yelp
yt-dlp
zip
zsh
